Repository: shinrenpan/SideBell
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: %@ to continue
zh_hant: %@以繼續

source: Acknowledged
zh_hant: 已確認

source: Acknowledgement sent
zh_hant: 已送出確認

source: Add
zh_hant: 新增

source: Add item
zh_hant: 新增項目

source: Add what this household actually needs. Changes appear on the grid right away.
zh_hant: 加入這個家真正需要的項目。變更會立刻出現在格子上。

source: Always first, cannot be removed
zh_hant: 永遠第一格，不可刪除

source: Bluetooth is off. SideBell needs Bluetooth to connect. Please turn it on to continue.
zh_hant: 藍牙已關閉。SideBell 需要藍牙才能連線，請開啟後再繼續。

source: Calls
zh_hant: 呼叫

source: Calls appear here after the patient taps a cell.
zh_hant: 患者按下格子後，呼叫會出現在這裡。

source: Calls can be sent right now
zh_hant: 目前可以送出呼叫

source: Calls cannot be sent; the caregiver is out of range
zh_hant: 目前無法送出呼叫，照顧者不在範圍內

source: Calls from the patient are coming through
zh_hant: 目前收得到患者的呼叫

source: Calls from the patient cannot come through; the patient is out of range
zh_hant: 目前收不到患者的呼叫，患者不在範圍內

source: Cancel
zh_hant: 取消

source: Cancels if you do not tap again within three seconds
zh_hant: 三秒內未再次按下即取消

source: Caregiver
zh_hant: 照顧者端

source: Carry with you to receive calls
zh_hant: 隨身攜帶，接收患者的呼叫

source: Connected
zh_hant: 已連線

source: Current role
zh_hant: 目前角色

source: Discomfort
zh_hant: 不舒服

source: Dismiss
zh_hant: 關閉提示

source: Edit call items
zh_hant: 編輯呼叫項目

source: Enter a name for this item.
zh_hant: 請為這個項目輸入名稱。

source: Got it
zh_hant: 已收到

source: I understand the notice above
zh_hant: 我已了解上述說明

source: Important notice. SideBell is a care assistance calling tool. It cannot replace emergency medical alert services. In an emergency, call your local emergency number. It works over Bluetooth, so its range is limited; it cannot send calls when the app is closed or the device runs out of battery.
zh_hant: 重要說明。SideBell 是照護輔助呼叫工具，不能取代緊急醫療警報服務。遇到緊急狀況請撥打一一九，或當地緊急電話。本 App 透過藍牙運作，距離有限；App 被關閉或裝置沒電時無法傳送呼叫。

source: Keep
zh_hant: 保留

source: Leaves this role and returns to the home screen, where you can choose Patient or Caregiver again
zh_hant: 離開目前角色並回到首頁，可重新選擇患者端或照顧者端

source: Loading…
zh_hant: 載入中…

source: More than three minutes have passed; the patient already sees no response
zh_hant: 已超過三分鐘，患者端已顯示無人回應

source: Name
zh_hant: 名稱

source: New item
zh_hant: 新增呼叫項目

source: No calls yet
zh_hant: 目前沒有呼叫

source: No response
zh_hant: 無人回應

source: Not available right now. %@
zh_hant: 目前無法選擇。%@

source: Not connected
zh_hant: 未連線

source: Not selected
zh_hant: 未選擇

source: Opens the %@ screen
zh_hant: 開啟%@畫面

source: Patient
zh_hant: 患者端

source: Please confirm the notice above before choosing a role.
zh_hant: 請先確認上方說明，才能選擇角色。

source: Prices come from the App Store, so this is the only screen that needs to go online. Calls and alerts keep working without it.
zh_hant: 價格由 App Store 提供，因此這是全 App 唯一需要連網的畫面。呼叫與警報不受影響，沒有網路照樣運作。

source: Remove
zh_hant: 刪除

source: Remove this item?
zh_hant: 要刪除這個項目嗎？

source: Remove “%@”?
zh_hant: 要刪除「%@」嗎？

source: Rename
zh_hant: 重新命名

source: Role
zh_hant: 角色

source: Save
zh_hant: 儲存

source: Sends an acknowledgement so the patient knows someone responded
zh_hant: 送出確認，患者會看到有人回應了

source: Set up beside the patient to send calls
zh_hant: 架設在患者身邊，用來發出呼叫

source: Settings
zh_hant: 設定

source: SideBell
zh_hant: SideBell 隨身鈴

source: SideBell is a care assistance calling tool. It cannot replace emergency medical alert services. In an emergency, call your local emergency number. It works over Bluetooth, so its range is limited; it cannot send calls when the app is closed or the device runs out of battery.
zh_hant: SideBell 是照護輔助呼叫工具，不能取代緊急醫療警報服務。遇到緊急狀況請撥打 119 或當地緊急電話。本 App 透過藍牙運作，距離有限；App 被關閉或裝置沒電時無法傳送呼叫。

source: SideBell is free, and supporting it unlocks nothing. Every feature works the same either way.
zh_hant: SideBell 是免費的，支持不會解鎖任何東西。所有功能在支持前後完全一樣。

source: SideBell is not allowed to use Bluetooth. Open Settings > SideBell to grant permission.
zh_hant: 尚未允許 SideBell 使用藍牙。請到「設定 > SideBell」開啟藍牙權限。

source: Support the developer
zh_hant: 支持開發者

source: Supporting unlocks nothing. Every feature works the same either way.
zh_hant: 支持不會解鎖任何東西。所有功能在支持前後完全一樣。

source: Switch role
zh_hant: 切換角色

source: Switching roles stops the current connection.
zh_hant: 切換角色會停止目前的連線。

source: Takes two taps to run, so it cannot be triggered by accident
zh_hant: 需要按兩次才會執行，以免誤觸

source: Tap again
zh_hant: 再按一次

source: Tap again to continue
zh_hant: 再按一次以繼續

source: Tap an item to rename it. Use Edit to reorder or remove. Changes apply right away.
zh_hant: 點選項目即可重新命名。調整順序或刪除請按「編輯」。變更立即生效。

source: Tap to send a call
zh_hant: 點一下送出呼叫

source: Thank you for your support
zh_hant: 謝謝你的支持

source: That name is too long. Please use a shorter one.
zh_hant: 這個名稱太長，請改短一些。

source: The acknowledgement did not go through — the patient's device is unreachable. Move closer and try again.
zh_hant: 確認未送達——目前連不上患者的裝置，請靠近一點再試一次

source: The acknowledgement did not go through — the two devices have not finished Bluetooth pairing.
zh_hant: 確認未送達——兩台裝置尚未完成藍牙配對

source: The acknowledgement did not go through. Please try again.
zh_hant: 確認未送達，請再試一次

source: The call items could not be loaded. Please reopen the app.
zh_hant: 無法載入呼叫項目，請重新開啟 App。

source: The change could not be saved. Please try again.
zh_hant: 變更沒有儲存成功，請再試一次。

source: The grid is full at %lld items. Remove one before adding another.
zh_hant: 格子已達 %lld 項的上限。要再新增，請先刪掉一項。

source: The more items there are, the longer the patient has to search for the one they want. Consider replacing one instead of adding another.
zh_hant: 項目越多，患者尋找想按的那一格就越費力。可以考慮換掉現有的某一項，而不是再新增。

source: The patient will no longer be able to ask for this.
zh_hant: 患者將無法再用這一項求助。

source: The purchase did not go through. Please try again.
zh_hant: 購買未完成，請再試一次。

source: These are one-time contributions. You can support again whenever you like.
zh_hant: 每一筆都是獨立的支持，隨時可以再來一次。

source: This device does not support Bluetooth Low Energy, so SideBell cannot be used.
zh_hant: 此裝置不支援藍牙低功耗，無法使用 SideBell。

source: This item cannot be removed. It is how the patient calls for help.
zh_hant: 這個項目不能刪除，它是患者求助的方式。

source: This screen fits %lld items. Any more would not be visible to the patient — remove one to make room.
zh_hant: 這個畫面放得下 %lld 項。再多患者就看不到了——請先刪掉一項。

source: This screen needs a network connection
zh_hant: 這個畫面需要網路連線

source: Try again
zh_hant: 重試

source: Waiting
zh_hant: 等待中

source: Water
zh_hant: 喝水

source: What should the patient be able to ask for?
zh_hant: 你想讓患者能夠表達什麼？

source: You have supported the developer
zh_hant: 你已支持過開發者

source: You must confirm before choosing a role
zh_hant: 確認後才能選擇角色
